tap "cloudflare/cloudflare"
tap "derailed/k9s"
tap "hashicorp/tap"
tap "ngrok/ngrok"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "supabase/tap"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "apr-util"
brew "argocd"
brew "boost"
brew "libgit2"
brew "bat"
brew "glib"
brew "ccat"
brew "colordiff"
brew "freetds"
brew "libavif"
brew "gd"
brew "php"
brew "composer"
brew "direnv"
brew "duckdb"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "fd"
brew "gh"
brew "ghq"
brew "git"
brew "harfbuzz"
brew "helm"
brew "htop"
brew "httpie"
brew "jq"
brew "k6"
brew "ko"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubeconform"
brew "kubectx"
brew "kustomize"
brew "minikube"
brew "mvfst"
brew "node"
brew "pandoc"
brew "peco"
brew "perl"
brew "pillow"
brew "pnpm"
brew "postgresql@15"
brew "pyenv"
brew "python@3.10"
brew "python@3.11"
brew "python@3.12"
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "shellcheck"
brew "skaffold"
brew "starship"
brew "stern"
brew "tcl-tk"
brew "tfmigrate"
brew "tree"
brew "vim"
brew "watch"
brew "watchman"
brew "wget"
brew "xh"
brew "yq"
brew "yt-dlp"
brew "zellij"
brew "zsh"
brew "aqua"
brew "mise"
brew "sheldon"
brew "cloudflare/cloudflare/cf-terraforming"
brew "derailed/k9s/k9s"
brew "qmk/qmk/qmk"
brew "supabase/tap/supabase"
cask "1password-cli"
cask "fig"
cask "hammerspoon"
cask "ngrok"
cask "shifty"
cask "snowflake-snowsql"
vscode "alpha4.jsonl"
vscode "amatiasq.sort-imports"
vscode "astro-build.astro-vscode"
vscode "bierner.comment-tagged-templates"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "blueglassblock.better-json5"
vscode "bradlc.vscode-tailwindcss"
vscode "bung87.rails"
vscode "bung87.vscode-gemfile"
vscode "castwide.solargraph"
vscode "corschenzi.mermaid-graphical-editor"
vscode "cweijan.dbclient-jdbc"
vscode "cweijan.vscode-redis-client"
vscode "dbaeumer.vscode-eslint"
vscode "dotenv.dotenv-vscode"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-open-in-github"
vscode "figma.figma-vscode-extension"
vscode "folke.vscode-monorepo-workspace"
vscode "formulahendry.auto-close-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "graphql.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "hridoy.rails-snippets"
vscode "inferrinizzard.prettier-sql-vscode"
vscode "jebbs.plantuml"
vscode "jinliming2.vscode-go-template"
vscode "k6.k6"
vscode "kaiwood.endwise"
vscode "kdl-org.kdl"
vscode "kumar-harsh.graphql-for-vscode"
vscode "leetcode.vscode-leetcode"
vscode "mechatroner.rainbow-csv"
vscode "meta.relay"
vscode "mikeburgh.xml-format"
vscode "mikestead.dotenv"
vscode "misogi.ruby-rubocop"
vscode "mitaki28.vscode-clang"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "nonylene.dark-molokai-theme"
vscode "openai.openai-chatgpt-adhoc"
vscode "orta.vscode-jest"
vscode "prisma.prisma"
vscode "redhat.vscode-yaml"
vscode "saoudrizwan.claude-dev"
vscode "shopify.ruby-lsp"
vscode "sianglim.slim"
vscode "simonsiefke.svg-preview"
vscode "sleistner.vscode-fileutils"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "vscodevim.vim"
vscode "wart.ariake-dark"
vscode "yy0931.gitconfig-lsp"
